
win_x, win_y = 200, 100
win_width, win_height = 1000, 600

win_text = "Терст руфье"
#для 1 окна
hello_text = "Этот тест предназначен для теста вашего тела при помощи огромной формклы и сбора данных вы узнаете насколько вы далеки от смерти"
start_text = "начать тест"

#для 2 окна
T_text1 = 'введите Ф.И.О:\n'
T_text2 = 'полных лет\n'
T_text3 = 'Лягте на спину и замерьте пульс за 15 секунд.\n Нажмите кнопку "Начать первый тест", чтобы запустить таймер.\nРезультат запишите в соответствующее поле.\n'
T_text4 = 'Выполните 30 приседаний за 45 секунд.\n Для этого нажмите кнопку "Начать делать приседания",чтобы запустить счетчик приседаний.\n'
T_text5 = '\nЛягте на спину и замерьте пульс сначала за первые 15 секунд, затем за последние 15 секунд.\nНажмите кнопку "Начать финальный тест", чтобы запустить таймер.\n Зеленым обозначены секунды, в течение которых необходимо проводить измерения, черным минуты без замера пульсаций. Результаты запишите в соответствующие поля.'